Repository: opera7133/Utatane
Catalog: apps/Utatane/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: %lld件
en: %lld items
ko: %lld개
zh_hans: %lld 项
zh_hant: %lld 項

source: %lld件をインストールした
en: Installed %lld items.
ko: %lld개 항목을 설치했습니다.
zh_hans: 已安装%lld项。
zh_hant: 已安裝%lld項。

source: %lld分
en: %lld min
ko: %lld분
zh_hans: %lld分钟
zh_hant: %lld分鐘

source: %lld分ごと
en: Every %lld min
ko: %lld분마다
zh_hans: 每%lld分钟
zh_hant: 每%lld分鐘

source: %lld日ごと
en: Every %lld days
ko: %lld일마다
zh_hans: 每%lld天
zh_hant: 每%lld天

source: %lld時間
en: %lld hours
ko: %lld시간
zh_hans: %lld小时
zh_hant: %lld小時

source: %lld秒
en: %lld sec
ko: %lld초

source: 10分ごと
en: Every 10 min
ko: 10분마다
zh_hans: 每 10 分钟
zh_hant: 每 10 分鐘

source: 10秒
en: 10 sec
ko: 10초

source: 14日ごと
en: Every 14 days
ko: 14일마다
zh_hans: 每 14 天
zh_hant: 每 14 天

source: 15分
en: 15 min
ko: 15분
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 15分ごと
en: Every 15 min
ko: 15분마다
zh_hans: 每 15 分钟
zh_hant: 每 15 分鐘

source: 1分
en: 1 min
ko: 1분
zh_hans: 1分钟
zh_hant: 1分鐘

source: 1分ごと
en: Every 1 min
ko: 1분마다
zh_hans: 每 1 分钟
zh_hant: 每 1 分鐘

source: 1日進める
en: Advance 1 Day
ko: 1일 앞으로
zh_hans: 前进1天
zh_hant: 前進1天

source: 1時間
en: 1 hour
ko: 1시간
zh_hans: 1小时
zh_hant: 1小時

source: 1時間進める
en: Advance 1 Hour
ko: 1시간 앞으로
zh_hans: 前进1小时
zh_hant: 前進1小時

source: 20秒
en: 20 sec
ko: 20초

source: 30分
en: 30 min
ko: 30분
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 30分ごと
en: Every 30 min
ko: 30분마다
zh_hans: 每 30 分钟
zh_hant: 每 30 分鐘

source: 30日ごと
en: Every 30 days
ko: 30일마다
zh_hans: 每 30 天
zh_hant: 每 30 天

source: 30秒
en: 30 sec
ko: 30초

source: 3分ごと
en: Every 3 min
ko: 3분마다
zh_hans: 每 3 分钟
zh_hant: 每 3 分鐘

source: 3日ごと
en: Every 3 days
ko: 3일마다
zh_hans: 每 3 天
zh_hant: 每 3 天

source: 3時間
en: 3 hours
ko: 3시간
zh_hans: 3 小时
zh_hant: 3 小時

source: 5分ごと
en: Every 5 min
ko: 5분마다
zh_hans: 每 5 分钟
zh_hant: 每 5 分鐘

source: 5秒
en: 5 sec
ko: 5초

source: 6時間
en: 6 hours
ko: 6시간
zh_hans: 6 小时
zh_hant: 6 小時

source: 7日ごと
en: Every 7 days
ko: 7일마다
zh_hans: 每 7 天
zh_hant: 每 7 天

source: APIキー
en: API Key
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

source: APIキー（Keychainに保存）
en: API Key (Saved to Keychain)
ko: API 키(Keychain에 저장)
zh_hans: API密钥（保存到钥匙串）
zh_hant: API金鑰（儲存到鑰匙圈）

source: APIパスワード
en: API Password
ko: API 비밀번호
zh_hans: API 密码
zh_hant: API 密碼

source: APIユーザー名
en: API Username
ko: API 사용자 이름
zh_hans: API 用户名
zh_hant: API 使用者名稱

source: Bearerトークン（任意）
en: Bearer Token (Optional)
ko: Bearer 토큰(선택 사항)
zh_hans: Bearer 令牌（可选）
zh_hant: Bearer 權杖（選填）

source: Dockにアプリアイコンを表示
en: Show Utatane in the Dock
ko: Dock에 앱 아이콘 표시
zh_hans: 在程序坞中显示应用图标
zh_hant: 在 Dock 中顯示應用程式圖示

source: Ed25519公開鍵（Base64）
en: Ed25519 public key (Base64)
ko: Ed25519 공개 키(Base64)
zh_hans: Ed25519 公钥（Base64）
zh_hant: Ed25519 公開金鑰（Base64）

source: Finderで表示
en: Show in Finder
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在Finder中顯示

source: Ghost フォルダに追加するとここに表示される。
en: Ghosts added to the Ghost folder appear here.
ko: Ghost 폴더에 추가하면 여기에 표시돼요.
zh_hans: 添加到 Ghost 文件夹后会显示在此处。
zh_hant: 加入 Ghost 資料夾後會顯示在這裡。

source: HEADLINE設定
en: HEADLINE Config
ko: HEADLINE 설정
zh_hans: HEADLINE设置

source: HTTPSのindex.json URLと32バイトの公開鍵を確認して。
en: Check the HTTPS index.json URL and 32-byte public key.
ko: HTTPS index.json URL과 32바이트 공개 키를 확인하세요.
zh_hans: 请检查 HTTPS index.json URL 和 32 字节公钥。
zh_hant: 請檢查 HTTPS index.json URL 和 32 位元組公開金鑰。

source: ICE候補の収集がタイムアウトした
en: ICE Gathering Timed Out
ko: ICE 후보 수집 시간 초과
zh_hans: ICE 候选收集超时
zh_hant: ICE 候選收集逾時

source: IP Messenger互換モードを利用
en: Enable IP Messenger Compatibility
ko: IP Messenger 호환 모드 사용
zh_hans: 启用 IP Messenger 兼容模式
zh_hant: 啟用 IP Messenger 相容模式

source: LANメッセージ、RSS / Atom、ネットワーク更新を設定する。
en: Configure LAN messaging, RSS / Atom, and network updates.
ko: LAN 메시지, RSS / Atom 및 네트워크 업데이트를 설정합니다.
zh_hans: 配置局域网消息、RSS / Atom 和网络更新。
zh_hant: 設定區域網路訊息、RSS / Atom 與網路更新。

source: MateriaのFIRST、外部SHIORI・SAORI・プラグインDLL、config.txtで解析できないHEADLINE DLLに使用する。32-bit Windowsアプリを実行できるWineと、専用のprefixを指定する。
en: Used for Materia FIRST, external SHIORI, SAORI, and plugin DLLs, and HEADLINE DLLs not supported via config.txt. Specify Wine capable of running 32-bit Windows apps along with a dedicated prefix.
ko: Materia FIRST, 외부 SHIORI·SAORI·플러그인 DLL 및 config.txt로 해석할 수 없는 HEADLINE DLL에 사용합니다. 32비트 Windows 앱을 실행할 수 있는 Wine과 전용 prefix를 지정하세요.
zh_hans: 用于Materia FIRST、外部SHIORI、SAORI、插件DLL以及无法通过config.txt解析的HEADLINE DLL。请指定可运行32位Windows应用的Wine和专用prefix。
zh_hant: 用於Materia FIRST、外部SHIORI、SAORI、外掛DLL以及無法透過config.txt解析的HEADLINE DLL。請指定可執行32位元Windows App的Wine和專用prefix。

source: NARをインストール…
en: Install NAR…
ko: NAR 설치…
zh_hans: 安装NAR…
zh_hant: 安裝NAR…

source: NARをインストールすると、ここに表示される。
en: Headlines will appear here when installed via NAR.
ko: NAR로 설치한 HEADLINE이 여기에 표시됩니다.
zh_hans: 通过NAR安装后，HEADLINE会显示在这里。
zh_hant: 通過NAR安裝後，HEADLINE會顯示在這裡。

source: NARインストール
en: Install NAR
ko: NAR 설치
zh_hans: 安装 NAR
zh_hant: 安裝 NAR

source: OpenAI Realtime互換
en: OpenAI Realtime Compatible
ko: OpenAI Realtime 호환
zh_hans: OpenAI Realtime 兼容
zh_hant: OpenAI Realtime 相容

source: OpenAIではBase URLを空にできる。互換APIではサービスのURLを設定する。設定値は配布するゴーストへ保存されない。
en: For OpenAI, Base URL can be empty. For compatible APIs, enter the service URL. These settings are not saved in distributed ghosts.
ko: OpenAI에서는 Base URL을 비워도 돼요. 호환 API에서는 서비스 URL을 입력하세요. 이 설정은 배포하는 고스트에 저장되지 않아요.
zh_hans: 使用 OpenAI 时可留空 Base URL。使用兼容 API 时请填写服务 URL。这些设置不会保存到分发的 Ghost 中。
zh_hant: 使用 OpenAI 時可留空 Base URL。使用相容 API 時請填寫服務 URL。這些設定不會儲存到發布的 Ghost 中。

source: OpenAI互換 / ローカル
en: OpenAI Compatible / Local
ko: OpenAI 호환 / 로컬
zh_hans: OpenAI兼容 / 本地
zh_hant: OpenAI相容 / 本地

source: OpenAI互換ではAPIキーを空にできる。設定変更後はAIゴーストを再読み込みする。
en: API key can be empty for OpenAI compatible models. Reload AI ghost after modifying settings.
ko: OpenAI 호환 모델에서는 API 키를 비워 둘 수 있습니다. 설정 변경 후 AI 고스트를 다시 불러오세요.
zh_hans: 使用OpenAI兼容模型时API密钥可以留空。更改设置后请重新加载AI Ghost。
zh_hant: 使用OpenAI相容模型時API金鑰可以留空。更改設定後請重新載入AI Ghost。

source: OpenAI互換ローカルAPI
en: OpenAI-Compatible Local API
ko: OpenAI 호환 로컬 API
zh_hans: OpenAI 兼容本地 API
zh_hant: OpenAI 相容本機 API

source: PNGの種類
en: PNG Type
ko: PNG 유형
zh_hans: PNG 类型
zh_hant: PNG 類型

source: PNG（背景を含む）
en: PNG (Include Background)
ko: PNG(배경 포함)
zh_hans: PNG（包含背景）
zh_hant: PNG（包含背景）

source: PNG（背景透過）
en: PNG (Transparent Background)
ko: PNG(투명 배경)
zh_hans: PNG（透明背景）
zh_hant: PNG（透明背景）

source: RSS / Atomとヘッドラインの自動巡回を設定する。
en: Configure automatic crawling for RSS / Atom feeds and headlines.
ko: RSS / Atom 피드와 HEADLINE의 자동 순회를 설정합니다.
zh_hans: 设置RSS / Atom订阅源和HEADLINE的自动巡检。
zh_hant: 設定RSS / Atom訂閱源和HEADLINE的自動巡檢。

source: RSS / Atomを取得
en: Fetch RSS / Atom
ko: RSS / Atom 가져오기
zh_hans: 获取RSS / Atom
zh_hant: 取得RSS / Atom

source: RSS / ヘッドライン
en: RSS / Headline
ko: RSS / HEADLINE
zh_hans: RSS / HEADLINE
zh_hant: RSS / HEADLINE

source: RSS/AtomのURLが不正
en: Invalid RSS/Atom URL
ko: 잘못된 RSS/Atom URL
zh_hans: RSS/Atom URL 无效
zh_hant: RSS/Atom URL 無效

source: RSS/Atomを取得
en: Fetch RSS/Atom
ko: RSS/Atom 가져오기
zh_hans: 获取 RSS/Atom
zh_hant: 取得 RSS/Atom

source: RSSまたはAtomフィードのURL
en: URL of RSS or Atom feed
ko: RSS 또는 Atom 피드 URL
zh_hans: RSS或Atom订阅源URL
zh_hant: RSS或Atom訂閱源URL

source: Realtime APIのBase URLを設定して。
en: Set the Realtime API Base URL.
ko: Realtime API의 Base URL을 설정하세요.
zh_hans: 请设置 Realtime API 的 Base URL。
zh_hant: 請設定 Realtime API 的 Base URL。

source: Realtime APIのモデルとVoiceを設定して。
en: Set the Realtime API model and voice.
ko: Realtime API의 모델과 음성을 설정하세요.
zh_hans: 请设置 Realtime API 的模型和语音。
zh_hant: 請設定 Realtime API 的模型和語音。

source: Realtime APIキーを設定して。
en: Set the Realtime API key.
ko: Realtime API 키를 설정하세요.
zh_hans: 请设置 Realtime API 密钥。
zh_hant: 請設定 Realtime API 金鑰。

source: Realtime音声会話の画面を読み込めなかった。
en: Could not load the realtime voice conversation page.
ko: 실시간 음성 대화 화면을 불러오지 못했어요.
zh_hans: 无法加载实时语音对话页面。
zh_hant: 無法載入即時語音對話頁面。

source: Referenceを追加
en: Add Reference
ko: Reference 추가
zh_hans: 添加 Reference
zh_hant: 新增 Reference

source: SDP answerを待機中
en: Waiting for SDP Answer
ko: SDP 응답 대기 중
zh_hans: 正在等待 SDP 应答
zh_hant: 正在等待 SDP 回應

source: SHIORIの初期設定
en: Set Up SHIORI
ko: SHIORI 초기 설정
zh_hans: 初始设置 SHIORI
zh_hant: 初始設定 SHIORI

source: SHIORIセッションは停止しています。
en: The SHIORI session has stopped.
ko: SHIORI 세션이 중지되었습니다.
zh_hans: SHIORI 会话已停止。
zh_hant: SHIORI 工作階段已停止。

source: SHIORI対応状況
en: SHIORI Support
ko: SHIORI 지원 현황
zh_hans: SHIORI支持状态
zh_hant: SHIORI支援狀態

source: SHIORI読み込み診断
en: SHIORI Loading Diagnostics
ko: SHIORI 로딩 진단
zh_hans: SHIORI 加载诊断
zh_hant: SHIORI 載入診斷

source: SHIORI読み込み診断…
en: SHIORI Loading Diagnostics…
ko: SHIORI 로딩 진단…
zh_hans: SHIORI 加载诊断…
zh_hant: SHIORI 載入診斷…

source: SHIORI辞書の記法ではなく、実行するSakuraScriptを直接入力する。
en: Enter executable SakuraScript directly, not SHIORI dictionary syntax.
ko: SHIORI 사전 문법이 아닌 실행할 SakuraScript를 직접 입력하세요.
zh_hans: 请直接输入要执行的 SakuraScript，而不是 SHIORI 字典语法。
zh_hant: 請直接輸入要執行的 SakuraScript，而不是 SHIORI 字典語法。

source: SSPフォルダから取り込む…
en: Import from SSP Folder…
ko: SSP 폴더에서 가져오기…
zh_hans: 从SSP文件夹导入…
zh_hant: 從SSP資料夾匯入…

source: SSP本体をZIPから展開したあと、そのフォルダを選択できます。
en: After extracting the SSP distribution from ZIP, select that folder.
ko: SSP를 ZIP에서 압축 해제한 후 해당 폴더를 선택할 수 있습니다.
zh_hans: 从ZIP解压SSP后，可以选择该文件夹。
zh_hant: 從ZIP解壓SSP後，可以選擇該資料夾。

source: SakuraScriptの\__v[disable]と\__v[alternate,...]にも対応する。
en: Also supports SakuraScript \__v[disable] and \__v[alternate,...].
ko: SakuraScript의 \__v[disable] 및 \__v[alternate,...]도 지원합니다.
zh_hans: 也支持 SakuraScript 的 \__v[disable] 和 \__v[alternate,...]。
zh_hant: 也支援 SakuraScript 的 \__v[disable] 和 \__v[alternate,...]。

source: SakuraScript入力
en: SakuraScript Input
ko: SakuraScript 입력
zh_hans: SakuraScript 输入
zh_hant: SakuraScript 輸入

source: Shell、バルーン、キャラクター位置は、最後に使った状態がゴーストごとに復元される。
en: Shell, balloon, and character positions are restored to their last used state per ghost.
ko: Shell, 벌룬 및 캐릭터 위치는 고스트별로 마지막 사용 상태가 복원됩니다.
zh_hans: 每个Ghost的Shell、对话框和角色位置都会恢复到上次使用的状态。
zh_hant: 每個Ghost的Shell、對話框和角色位置都會恢復到上次使用的狀態。

source: Spotify、ミュージック、ブラウザなど、macOSの「再生中」に表示される曲が変わった時に通知する。
en: Notify ghosts when the track shown in macOS Now Playing changes, including Spotify, Music, and browsers.
ko: Spotify, 음악, 브라우저 등 macOS '재생 중'에 표시되는 곡이 바뀌면 고스트에 알립니다.
zh_hans: 当 macOS“正在播放”中显示的曲目发生变化时通知 Ghost，包括 Spotify、音乐和浏览器。
zh_hant: 當 macOS「播放中」顯示的歌曲變更時通知 Ghost，包括 Spotify、音樂和瀏覽器。

source: Surfaceを再表示
en: Show Surfaces Again
ko: Surface 다시 표시
zh_hans: 重新显示 Surface
zh_hant: 重新顯示 Surface

source: TLSで接続
en: Connect with TLS
ko: TLS로 연결
zh_hans: 使用 TLS 连接
zh_hant: 使用 TLS 連線

source: URLを指定して取得…
en: Fetch by URL…
ko: URL을 지정하여 가져오기…
zh_hans: 指定URL获取…
zh_hant: 指定URL取得…

source: Utataneが認識するSHIORIの実行方式を確認する。
en: View how Utatane runs recognized SHIORI implementations.
ko: Utatane이 인식하는 SHIORI 실행 방식을 확인합니다.
zh_hans: 查看Utatane识别的SHIORI执行方式。
zh_hant: 查看Utatane識別的SHIORI執行方式。

source: Utataneについて
en: About Utatane
ko: Utatane에 관하여
zh_hans: 关于Utatane
zh_hant: 關於Utatane

source: Utataneのアップデート
en: Utatane Updates
ko: Utatane 업데이트
zh_hans: Utatane更新
zh_hant: Utatane更新

source: Utataneへようこそ
en: Welcome to Utatane
ko: Utatane에 오신 것을 환영합니다
zh_hans: 欢迎使用Utatane
zh_hant: 歡迎使用Utatane

source: Utataneを終了
en: Quit Utatane
ko: Utatane 종료
zh_hans: 退出Utatane
zh_hant: 退出Utatane

source: Utataneを終了して、もう一度開いてね。
en: Quit Utatane and open it again.
ko: Utatane를 종료한 후 다시 열어 주세요.
zh_hans: 请退出 Utatane，然后重新打开。
zh_hant: 請結束 Utatane，然後重新開啟。

source: Utataneヘルプ
en: Utatane Help
ko: Utatane 도움말
zh_hans: Utatane 帮助
zh_hant: Utatane 說明

source: Utatane全体の基本設定。
en: Basic general settings for Utatane.
ko: Utatane의 기본 전역 설정입니다.
zh_hans: Utatane的基本全局设置。
zh_hant: Utatane的基本全域設定。

source: Utatane標準
en: Utatane Default
ko: Utatane 기본
zh_hans: Utatane 默认
zh_hant: Utatane 預設

source: VOICEVOX互換API
en: VOICEVOX-Compatible API
ko: VOICEVOX 호환 API
zh_hans: VOICEVOX 兼容 API
zh_hant: VOICEVOX 相容 API

source: WebRTC接続を確立中
en: Establishing WebRTC Connection
ko: WebRTC 연결 중
zh_hans: 正在建立 WebRTC 连接
zh_hant: 正在建立 WebRTC 連線

source: Windows DLL互換経路
en: Windows DLL Compatibility
ko: Windows DLL 호환 경로
zh_hans: Windows DLL兼容路径
zh_hant: Windows DLL相容路徑

source: Windows互換モジュール
en: Windows Compatibility Modules
ko: Windows 호환 모듈
zh_hans: Windows兼容模块
zh_hant: Windows相容模組

source: Wineが必要
en: Wine Required
ko: Wine 필요
zh_hans: 需要Wine
zh_hant: 需要Wine

source: Wineで起動
en: Start with Wine
ko: Wine으로 시작
zh_hans: 使用 Wine 启动
zh_hant: 使用 Wine 啟動

source: Wine実行ファイル
en: Wine Executable
ko: Wine 실행 파일
zh_hans: Wine可执行文件
zh_hant: Wine可執行檔

source: homeurlが設定されたゴーストとバルーンが対象。手動更新は右クリックメニューから実行できる。
en: Applies to ghosts and balloons with homeurl configured. Manual update is available from the context menu.
ko: homeurl이 설정된 고스트와 벌룬에 적용됩니다. 오른쪽 클릭 메뉴에서 수동으로 업데이트할 수 있습니다.
zh_hans: 适用于设置了homeurl的Ghost和对话框。可从右键菜单手动更新。
zh_hant: 適用於設定了homeurl的Ghost和對話框。可從右鍵菜單手動更新。

source: iCalendarを書き出す…
en: Export iCalendar…
ko: iCalendar 내보내기…
zh_hans: 导出 iCalendar…
zh_hant: 匯出 iCalendar…

source: iCalendarを読み込む…
en: Import iCalendar…
ko: iCalendar 가져오기…
zh_hans: 导入 iCalendar…
zh_hant: 匯入 iCalendar…

source: index.json のURL
en: index.json URL
ko: index.json URL
zh_hans: index.json URL
zh_hant: index.json URL

source: macOSネイティブモジュール
en: Native macOS Module
ko: macOS 네이티브 모듈
zh_hans: macOS原生模块
zh_hant: macOS原生模組

source: macOS向けのSHIORI・SAORIをダウンロードする。ゴーストに同梱されたライブラリが優先される。
en: Download SHIORI and SAORI for macOS. Libraries bundled with a ghost take priority.
ko: macOS용 SHIORI와 SAORI를 다운로드합니다. 고스트에 포함된 라이브러리가 우선됩니다.
zh_hans: 下载适用于 macOS 的 SHIORI 和 SAORI。优先使用 Ghost 附带的库。
zh_hant: 下載適用於 macOS 的 SHIORI 和 SAORI。優先使用 Ghost 隨附的程式庫。

source: macOS向け伺か互換ベースウェア
en: Ukagaka-compatible baseware for macOS
ko: macOS용 우카가카 호환 베이스웨어
zh_hans: 适用于macOS的伪春菜兼容Baseware
zh_hant: 適用於macOS的偽春菜相容Baseware

source: macOS標準
en: macOS System
ko: macOS 기본
zh_hans: macOS 系统
zh_hant: macOS 系統

source: ⌘クリックで複数選択
en: Command-click to select multiple items
ko: Command-클릭으로 여러 항목 선택
zh_hans: 按住 Command 点击可多选
zh_hant: 按住 Command 點按可多選

source: 「%@」にだけ適用する設定。
en: Settings applied only to "%@".
ko: "%@"에만 적용되는 설정입니다.
zh_hans: 仅应用于“%@”的设置。
zh_hant: 僅應用於“%@”的設定。

source: 「%@」の起動が完了しました
en: Launched "%@".
ko: "%@"을(를) 실행했습니다.
zh_hans: 已启动“%@”。
zh_hant: 已啟動“%@”。

source: 「%@」の起動に失敗しました: %@
en: Failed to launch "%1$@": %2$@
ko: "%1$@"을(를) 실행하지 못했습니다: %2$@
zh_hans: 无法启动“%1$@”：%2$@
zh_hant: 無法啟動“%1$@”：%2$@

source: 「%@」は「%@」向けに作られています。現在のゴースト「%@」で使うと、表示が崩れることがあります。
en: “%@” was made for “%@”. It may not display correctly with the current ghost “%@”.
ko: ‘%@’은(는) ‘%@’용으로 제작되었습니다. 현재 고스트 ‘%@’에서 사용하면 표시가 깨질 수 있습니다.
zh_hans: “%@”是为“%@”制作的。用于当前 Ghost“%@”时，显示可能会错乱。
zh_hant: 「%@」是為「%@」製作的。用於目前 Ghost「%@」時，顯示可能會錯亂。

source: 「%@」をmacOSのゴミ箱へ移動します。あとから戻すこともできます。
en: Move "%@" to the macOS Trash. You can restore it later.
ko: "%@"을(를) macOS 휴지통으로 이동합니다. 나중에 복원할 수 있습니다.
zh_hans: 将“%@”移到 macOS 废纸篓。之后仍可恢复。
zh_hant: 將“%@”移到 macOS 垃圾桶。之後仍可復原。

source: 「%@」をインストールした
en: Installed "%@".
ko: "%@"을(를) 설치했습니다.
zh_hans: 已安装“%@”。
zh_hant: 已安裝“%@”。

source: 「%@」を起動できず、代わりに起動できるゴーストも見つからなかった。 %@
en: Could not launch "%1$@", and no alternate ghost was available. %2$@
ko: "%1$@"을(를) 실행하지 못했고 대신 실행할 고스트도 없습니다. %2$@
zh_hans: 无法启动“%1$@”，也没有找到可替代启动的Ghost。 %2$@
zh_hant: 無法啟動“%1$@”，也沒有找到可替代啟動的Ghost。 %2$@

source: 「%@」を起動できなかったため「%@」へ切り替えた。 %@
en: Could not launch "%1$@", switched to "%2$@". %3$@
ko: "%1$@"을(를) 실행하지 못해 "%2$@"(으)로 전환했습니다. %3$@
zh_hans: 无法启动“%1$@”，已切换到“%2$@”。 %3$@
zh_hant: 無法啟動“%1$@”，已切換到“%2$@”。 %3$@

source: 「%@」を起動中…
en: Launching "%@"…
ko: "%@" 실행 중…
zh_hans: 正在启动“%@”…
zh_hant: 正在啟動“%@”…

source: おすすめ
en: Recommendations
ko: 추천
zh_hans: 推荐
zh_hant: 推薦

source: かなり遅い
en: Very Slow
ko: 매우 느림
zh_hans: 很慢
zh_hant: 很慢

source: このReferenceを削除
en: Remove This Reference
ko: 이 Reference 삭제
zh_hans: 删除此 Reference
zh_hant: 刪除此 Reference

source: このWindows SHIORIを使うにはWineと対応するDLLホストの設定が必要
en: This Windows SHIORI requires Wine and a compatible DLL host to be configured.
ko: 이 Windows SHIORI를 사용하려면 Wine과 호환 DLL 호스트를 설정해야 합니다.
zh_hans: 要使用此Windows SHIORI，需要配置Wine和兼容的DLL主机。
zh_hant: 若要使用此Windows SHIORI，必須設定Wine和相容的DLL主機。

source: このまま使う
en: Use Anyway
ko: 그대로 사용
zh_hans: 仍然使用
zh_hant: 仍然使用

source: このゴーストのSHIORIにはまだ対応していない: %@
en: SHIORI for this ghost is not supported yet: %@
ko: 이 고스트의 SHIORI는 아직 지원되지 않습니다: %@
zh_hans: 尚不支持此Ghost的SHIORI：%@
zh_hant: 尚不支持此Ghost的SHIORI：%@

source: このゴーストを閉じる
en: Close this Ghost
ko: 이 고스트 닫기
zh_hans: 关闭此Ghost
zh_hant: 關閉此Ghost

source: このバルーンは別のゴースト向けです
en: This Balloon Is Intended for Another Ghost
ko: 이 벌룬은 다른 고스트용입니다
zh_hans: 此对话框适用于其他 Ghost
zh_hant: 此對話框適用於其他 Ghost

source: この日の予定を削除
en: Delete This Day's Schedules
ko: 이날 일정 삭제
zh_hans: 删除当天日程
zh_hant: 刪除當天行程

source: この月の予定を削除
en: Delete This Month's Schedules
ko: 이달 일정 삭제
zh_hans: 删除当月日程
zh_hant: 刪除當月行程

source: この設定のヘルプ
en: Help for This Setting
ko: 이 설정 도움말
zh_hans: 此设置的帮助
zh_hant: 此設定的說明

source: しない
en: Never
ko: 안 함
zh_hans: 从不
zh_hant: 從不

source: すべて
en: All
ko: 모두
zh_hans: 全部
zh_hant: 全部

source: すべてのゴーストに共通する会話表示の設定。
en: Dialogue display settings common to all ghosts.
ko: 모든 고스트에 공통으로 적용되는 대화 표시 설정입니다.
zh_hans: 所有Ghost共用的对话显示设置。
zh_hant: 所有Ghost共用的對話顯示設定。

source: すべての予定を削除
en: Delete All Schedules
ko: 모든 일정 삭제
zh_hans: 删除所有日程
zh_hant: 刪除所有行程

source: すべて終了
en: Quit All
ko: 모두 종료
zh_hans: 全部退出
zh_hant: 全部結束

source: なし
en: None
ko: 없음
zh_hans: 无
zh_hant: 無

source: はじめに使うSHIORI
en: Choose Your SHIORI
ko: 처음 사용할 SHIORI
zh_hans: 选择要使用的 SHIORI
zh_hant: 選擇要使用的 SHIORI

source: まだ送信していません。
en: No request has been sent yet.
ko: 아직 요청을 보내지 않았습니다.
zh_hans: 尚未发送请求。
zh_hant: 尚未傳送請求。

source: ゆっくり再生
en: Slow Playback
ko: 느리게 재생
zh_hans: 慢速播放
zh_hant: 慢速播放

source: アカウント名
en: Account Name
ko: 계정 이름
zh_hans: 帐户名称
zh_hant: 帳戶名稱

source: アクセスキー
en: Access Key
ko: 액세스 키
zh_hans: 访问密钥
zh_hant: 存取金鑰

source: アクセスシークレット
en: Access Secret
ko: 액세스 시크릿
zh_hans: 访问密钥密码
zh_hant: 存取密鑰

source: アップデートを確認…
en: Check for Updates…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: アップデートを自動的にダウンロード
en: Automatically download updates
ko: 업데이트 자동 다운로드
zh_hans: 自动下载更新
zh_hant: 自動下載更新

source: アプリアップデートを確認…
en: Check for Updates…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: アプリ内リソースが見つからない: %@
en: App resource not found: %@
ko: 앱 리소스를 찾을 수 없습니다: %@
zh_hans: 找不到应用内资源：%@
zh_hant: 找不到App內資源：%@

source: アンインストール
en: Uninstall
ko: 제거
zh_hans: 卸载
zh_hant: 解除安裝

source: イベントID
en: Event ID
ko: 이벤트 ID
zh_hans: 事件 ID
zh_hant: 事件 ID

source: イベント処理エラー: %@
en: Event handling error: %@
ko: 이벤트 처리 오류: %@
zh_hans: 事件处理错误：%@
zh_hant: 事件處理錯誤：%@

source: インストール
en: Install
ko: 설치
zh_hans: 安装
zh_hant: 安裝

source: インストール先
en: Install Destination
ko: 설치 위치
zh_hans: 安装位置
zh_hant: 安裝位置

source: インストール済みの先頭
en: First installed
ko: 설치된 첫 번째 항목
zh_hans: 已安装项目中的第一个
zh_hant: 已安裝項目中的第一個

source: インストール済みヘッドライン
en: Installed Headlines
ko: 설치된 HEADLINE
zh_hans: 已安装的HEADLINE
zh_hant: 已安裝的HEADLINE

source: ウィンドウの背景に使う画像を選択
en: Choose an image to use as the window background
ko: 창 배경에 사용할 이미지 선택
zh_hans: 选择用作窗口背景的图像
zh_hant: 選擇要作為視窗背景的影像

source: ウィンドウモード
en: Window Mode
ko: 창 모드
zh_hans: 窗口模式
zh_hant: 視窗模式

source: ウィンドウモード（実験的）
en: Window Mode (Experimental)
ko: 창 모드(실험적)
zh_hans: 窗口模式（实验性）
zh_hant: 視窗模式（實驗性）

source: ウィンドウ枠を表示する
en: Show Window Frame
ko: 창 테두리 표시
zh_hans: 显示窗口边框
zh_hant: 顯示視窗邊框

source: ウィンドウ表示
en: Window Display
ko: 창 표시
zh_hans: 窗口显示
zh_hant: 視窗顯示

source: ウインドウ位置を初期化
en: Reset Window Positions
ko: 창 위치 초기화
zh_hans: 重置窗口位置
zh_hant: 重設視窗位置

source: エクスプローラ
en: Content Explorer
ko: 콘텐츠 탐색기
zh_hans: 内容浏览器
zh_hant: 內容瀏覽器

source: エラーや警告などのログ、クリック判定、再生操作を表示する。通常の利用では非表示でよい。
en: Displays error/warning logs, click hitboxes, and playback controls. Keep hidden for normal use.
ko: 오류 및 경고 로그, 클릭 판정과 재생 조작을 표시합니다. 평상시에는 숨겨 두어도 됩니다.
zh_hans: 显示错误和警告日志、点击判定及播放操作。正常使用时可保持隐藏。
zh_hant: 顯示錯誤和警告記錄、點擊判定及播放操作。正常使用時可保持隱藏。

source: カタログの接続先（上級者向け）
en: Catalog Source (Advanced)
ko: 카탈로그 연결 주소(고급)
zh_hans: 目录来源（高级）
zh_hant: 目錄來源（進階）

source: カタログを利用できない
en: Catalog Unavailable
ko: 카탈로그를 사용할 수 없음
zh_hans: 目录不可用
zh_hant: 目錄無法使用

source: カタログを読み込み中
en: Loading Catalog
ko: 카탈로그 불러오는 중
zh_hans: 正在加载目录
zh_hant: 正在載入目錄

source: カテゴリ
en: Category
ko: 범주
zh_hans: 类别
zh_hant: 類別

source: カレンダー
en: Calendar
ko: 캘린더
zh_hans: 日历
zh_hant: 行事曆

source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: クリック判定:
en: Click Region:
ko: 클릭 판정:
zh_hans: 点击区域：
zh_hant: 點擊區域：

source: グループ
en: Group
ko: 그룹
zh_hans: 群组
zh_hant: 群組

source: コピー
en: Copy
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: コンテンツ
en: Content
ko: 콘텐츠
zh_hans: 内容
zh_hant: 內容

source: コンテンツの保存場所を安全に確認できないため、削除しなかった。
en: The content location could not be verified safely, so it was not deleted.
ko: 콘텐츠 위치를 안전하게 확인할 수 없어 삭제하지 않았습니다.
zh_hans: 无法安全确认内容的保存位置，因此未删除。
zh_hant: 無法安全確認內容的儲存位置，因此未刪除。

source: コンテンツを削除しますか？
en: Delete content?
ko: 콘텐츠를 삭제할까요?
zh_hans: 删除内容？
zh_hant: 刪除內容？

source: コンテンツフォルダ
en: Content Folders
ko: 콘텐츠 폴더
zh_hans: 内容文件夹
zh_hant: 內容資料夾

source: コンテンツフォルダをFinderで表示
en: Show Content Folder in Finder
ko: Finder에서 콘텐츠 폴더 보기
zh_hans: 在访达中显示内容文件夹
zh_hant: 在Finder中顯示內容資料夾

source: コンテンツ管理
en: Content Management
ko: 콘텐츠 관리
zh_hans: 内容管理
zh_hant: 內容管理

source: ゴミ箱へ移動
en: Move to Trash
ko: 휴지통으로 이동
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

source: ゴースト
en: Ghost
ko: 고스트
zh_hans: Ghost
zh_hant: Ghost

source: ゴースト / バルーンのネットワーク更新
en: Ghost / Balloon Network Updates
ko: 고스트 / 벌룬 네트워크 업데이트
zh_hans: Ghost / 对话框网络更新
zh_hant: Ghost / 對話框網路更新

source: ゴーストがメールチェックを要求した時だけ接続する。通常はPOP3 over TLSの995番を使う。
en: Connects only when a ghost requests a mail check. POP3 over TLS normally uses port 995.
ko: 고스트가 메일 확인을 요청할 때만 연결합니다. POP3 over TLS는 보통 995번 포트를 사용합니다.
zh_hans: 仅在 Ghost 请求检查邮件时连接。POP3 over TLS 通常使用 995 端口。
zh_hant: 僅在 Ghost 要求檢查郵件時連線。POP3 over TLS 通常使用 995 連接埠。

source: ゴーストごとに1枚
en: One Window per Ghost
ko: 고스트마다 하나의 창
zh_hans: 每个 Ghost 一个窗口
zh_hant: 每個 Ghost 一個視窗

source: ゴーストごとの設定
en: Ghost Settings
ko: 고스트별 설정
zh_hans: Ghost设置
zh_hant: Ghost設定

source: ゴーストで使うSHIORIを選んでダウンロードする。YAYAと里々は必須。
en: Choose the SHIORI to download for your ghosts. YAYA and Satori are required.
ko: 고스트에 사용할 SHIORI를 선택해 다운로드합니다. YAYA와 사토리는 필수입니다.
zh_hans: 选择并下载 Ghost 使用的 SHIORI。YAYA 和里里是必需的。
zh_hant: 選擇並下載 Ghost 使用的 SHIORI。YAYA 和里里為必需。

source: ゴーストとバルーンを通常の1枚のウィンドウ内に表示する。配信や画面収録でウィンドウ単位に取り込みやすくなる。
en: Show ghosts and balloons together in a standard window, making window-based streaming and screen recording easier.
ko: 고스트와 말풍선을 하나의 일반 창에 표시하여 방송이나 화면 녹화에서 창 단위로 캡처하기 쉽게 합니다.
zh_hans: 将 Ghost 和气泡显示在一个普通窗口中，便于直播或录屏时按窗口捕获。
zh_hant: 將 Ghost 與氣泡顯示在一個普通視窗中，方便直播或螢幕錄影時依視窗擷取。

source: ゴーストなどを種類ごとに複数のフォルダから読み込む。
en: Load each type of content from multiple folders.
ko: 고스트 등의 콘텐츠를 종류별로 여러 폴더에서 불러옵니다.
zh_hans: 按类型从多个文件夹加载 Ghost 等内容。
zh_hant: 依類型從多個資料夾載入 Ghost 等內容。

source: ゴーストの再読み込み、低速アニメーション、再生の進行・停止、ログ確認は上部の操作とログ画面から利用できる。
en: Use the controls above and the log view to reload ghosts, slow animations, advance or stop playback, and inspect logs.
ko: 위쪽 조작부와 로그 화면에서 고스트 새로고침, 느린 애니메이션, 재생 진행과 정지, 로그 확인을 할 수 있어요.
zh_hans: 可通过上方控件和日志界面重新加载 Ghost、慢速播放动画、推进或停止播放以及查看日志。
zh_hant: 可透過上方控制項及記錄畫面重新載入 Ghost、慢速播放動畫、推進或停止播放及查看記錄。

source: ゴーストの右クリックメニューに保存する利用履歴の件数。
en: Number of recent items kept in the ghost context menu.
ko: 고스트 우클릭 메뉴에 보관할 최근 사용 항목 수입니다.
zh_hans: 在 Ghost 右键菜单中保留的最近使用记录数量。
zh_hant: 在 Ghost 右鍵選單中保留的最近使用紀錄數量。

source: ゴーストの更新チェックのみ実行
en: Check Ghost for Updates Only
ko: 고스트 업데이트 확인만 실행
zh_hans: 仅检查 Ghost 更新
zh_hant: 僅檢查 Ghost 更新

source: ゴーストの発話を読み上げる
en: Read Ghost Dialogue Aloud
ko: 고스트의 대사 읽기
zh_hans: 朗读人格对话
zh_hant: 朗讀人格對話

source: ゴーストを呼ぶ
en: Call Ghost
ko: 고스트 부르기
zh_hans: 呼叫Ghost
zh_hant: 呼叫Ghost

source: ゴーストを変更…
en: Change Ghost…
ko: 고스트 변경…
zh_hans: 更改 Ghost…
zh_hant: 更改 Ghost…

source: ゴーストを更新
en: Update Ghost
ko: 고스트 업데이트
zh_hans: 更新Ghost
zh_hant: 更新Ghost

source: ゴーストを選択
en: Select Ghost
ko: 고스트 선택
zh_hans: 选择Ghost
zh_hant: 選擇Ghost

source: ゴースト切り替え
en: Switch Ghost
ko: 고스트 전환
zh_hans: 切换Ghost
zh_hant: 切換Ghost

source: ゴースト同梱
en: Included with Ghost
ko: 고스트에 포함
zh_hans: Ghost附带
zh_hant: Ghost附帶
